<template>
  <q-page :padding="true" class="text-body1">
    <q-card flat>
      <q-card-section horizontal>
        <q-img class="col-5" src="~assets/shop.jpg"/>

        <q-card-section>
          <div class="text-h3 q-pa-md">О нас</div>
          <div>
            <p>
              «Булки.Онлайн» — это пекарня с вкусной, недорогой и свежей продукцией.
              Мы даём людям возможность заказать свежеиспечённый хлеб, кондитерские изделия,
              сладкую и сытную выпечку в пекарне. ОНЛАЙН!
            </p>
            <p>
              «Булки.Онлайн» — это место, где покупатели могут приобрести свежий вкусный хлеб и
              выпечку по привлекательным ценам онлайн с доставкой к вашему дому!
            </p>
            <p>
              Также мы предлагаем записаться на мастер-класс по выпечке!
            </p>
            <p>
              В течение мастер-класса вы отработаете навыки приготовления хрустящего хлеба,
              а также рецепты по приготовлению вкуснейшей выпечки от начала и до конца, так
              что в дальнейшем вы сможете с лёгкостью применить эти навыки дома.
            </p>
          </div>

          <div class="text-h3 q-pa-md">Что мы предлагаем</div>
          <ul>
            <li>Занятия в стильной студии с современным кухонным оборудованием</li>
            <li>4 часа кулинарной практики под руководством опытного наставника</li>
            <li>Индивидуальное рабочее место и набор продуктов</li>
            <li>Подробные технологические карты всех блюд</li>
          </ul>
        </q-card-section>
      </q-card-section>
    </q-card>
  </q-page>
</template>

<script setup>
defineOptions({
  name: 'IndexPage'
});
</script>
