<template>
  <q-page :padding="true" class="text-body1">
    <q-card flat>
      <q-card-section horizontal>
        <q-img class="col-5" src="~assets/shop.jpg"/>

        <q-card-section>
          <div class="text-h3 q-pa-md">О нас</div>
          <div class="q-pl-md">
            <p>
              «Булки.Онлайн» — это пекарня с вкусной, недорогой и свежей продукцией.
              Мы даём людям возможность купить свежеиспечённый хлеб, кондитерские изделия,
              сладкую и сытную выпечку в пекарне.
            </p>
            <p>
              В нашей пекарне есть возможность пройти мастер-класс по приготовлению вкусной выпечки.
              Каждому ученику на время мастер-класса предоставляются фартуки, все необходимые материалы
              для курса, распечатки рецептов и профессиональный инструментарий.
            </p>
            <p>
              В течение мастер-класса вы отработаете навыки приготовления хрустящего хлеба,
              а также рецепты по приготовлению вкуснейшей выпечки от начала и до конца, так
              что в дальнейшем вы сможете с лёгкостью применить эти навыки дома.
            </p>
          </div>

          <div class="text-h3 q-pa-md">Что мы предлагаем</div>
          <ul>
            <li>Занятия в стильной студии с современным кухонным оборудованием</li>
            <li>4 часа кулинарной практики под руководством опытного наставника</li>
            <li>Индивидуальное рабочее место и набор продуктов</li>
            <li>Профессиональный инструментарий</li>
            <li>Подробные технологические карты всех блюд</li>
          </ul>
          <div class="q-pl-md">Мы учим готовить с удовольствием и не бояться ошибок. Ведь только вера в себя, огромное желание и усердие помогают человеку двигаться вперед.</div>
        </q-card-section>
      </q-card-section>
    </q-card>
  </q-page>
</template>

<script setup>
defineOptions({
  name: 'IndexPage'
});
</script>
